{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "#": 0,
      "+": 1,
      "-": 2,
      ".": 3,
      "/": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "4": 9,
      "5": 10,
      "8": 11,
      "=": 12,
      "@": 13,
      "A": 14,
      "B": 15,
      "C": 16,
      "F": 17,
      "H": 18,
      "I": 19,
      "K": 20,
      "L": 21,
      "M": 22,
      "N": 23,
      "O": 24,
      "P": 25,
      "R": 26,
      "S": 27,
      "T": 28,
      "Z": 29,
      "[": 30,
      "\\": 31,
      "]": 32,
      "a": 33,
      "c": 34,
      "e": 35,
      "g": 36,
      "h": 37,
      "i": 38,
      "l": 39,
      "n": 40,
      "r": 41,
      "s": 42,
      "C]": 43,
      "[C]": 44,
      "[=": 45,
      "1]": 46,
      "Br": 47,
      "an": 48,
      "ch": 49,
      "Bran": 50,
      "Branch": 51,
      "Branch1]": 52,
      "[=C]": 53,
      "Ri": 54,
      "ng": 55,
      "Ring": 56,
      "[Ring": 57,
      "[Ring1]": 58,
      "O]": 59,
      "[Branch1]": 60,
      "N]": 61,
      "2]": 62,
      "[=Branch1]": 63,
      "[N]": 64,
      "[O]": 65,
      "Branch2]": 66,
      "[=O]": 67,
      "[C": 68,
      "[#": 69,
      "[Ring2]": 70,
      "H1]": 71,
      "[Branch2]": 72,
      "[C@": 73,
      "[=N]": 74,
      "[#Branch1]": 75,
      "S]": 76,
      "[S]": 77,
      "[C@@": 78,
      "[=Branch2]": 79,
      "[C@H1]": 80,
      "[C@@H1]": 81,
      "[#Branch2]": 82,
      "F]": 83,
      "[F]": 84,
      "[/": 85,
      "[Cl": 86,
      "[#C]": 87,
      "[Cl]": 88,
      "P]": 89,
      "[P]": 90,
      "[N": 91,
      "[/C]": 92,
      "[NH1]": 93,
      "[=Ring": 94,
      "+1]": 95,
      "-1]": 96,
      "[=Ring1]": 97,
      "O-1]": 98,
      "[O-1]": 99,
      "[\\": 100,
      "[N+1]": 101,
      "[C@@]": 102,
      "[Br": 103,
      "[C@]": 104,
      "[\\C]": 105,
      "[Br]": 106,
      "[/N]": 107,
      "[#N]": 108,
      "[=Ring2]": 109,
      "[=N": 110,
      "[=S]": 111,
      "[I": 112,
      "[=N+1]": 113,
      "a+1]": 114,
      "[Na+1]": 115,
      "[I]": 116,
      "[S": 117,
      "[\\N]": 118,
      "C@": 119,
      "[S+1]": 120,
      "[/C@": 121,
      "[/O]": 122,
      "[\\S]": 123,
      "[\\O]": 124,
      "[Br-1]": 125,
      "3]": 126,
      "[I-1]": 127,
      "@H1]": 128,
      "[Cl-1]": 129,
      "[/C@H1]": 130,
      "Branch3]": 131,
      "[Branch3]": 132,
      "[/C@@H1]": 133,
      "[=P]": 134,
      "[/S]": 135,
      "[=N-1]": 136,
      "[Si": 137,
      "[Si]": 138,
      "[B": 139,
      "[B]": 140,
      "K+1]": 141,
      "[K+1]": 142,
      "[N-1]": 143,
      "e]": 144,
      "[\\C@": 145,
      "[P": 146,
      "[Se]": 147,
      "Li": 148,
      "[Li": 149,
      "[Li+1]": 150,
      "+3]": 151,
      "[Cl+3]": 152,
      "N+1]": 153,
      "@]": 154,
      "[\\C@H1]": 155,
      "[Ring3]": 156,
      "Br]": 157,
      "[\\C@@H1]": 158,
      "[/N+1]": 159,
      "[/P]": 160,
      "H]": 161,
      "[\\F]": 162,
      "I]": 163,
      "2H]": 164,
      "[2H]": 165,
      "Cl": 166,
      "[PH1]": 167,
      "Cl]": 168,
      "@+1]": 169,
      "[/Br]": 170,
      "[P+1]": 171,
      "NH1]": 172,
      "[1": 173,
      "@@]": 174,
      "[/Cl]": 175,
      "[\\NH1]": 176,
      "[P@]": 177,
      "[\\Br]": 178,
      "[/I]": 179,
      "[/C@]": 180,
      "[-": 181,
      "[\\N+1]": 182,
      "[P@@]": 183,
      "25": 184,
      "[T": 185,
      "[\\O-1]": 186,
      "[125": 187,
      "[/F]": 188,
      "[Te]": 189,
      "[125I]": 190,
      "@@+1]": 191,
      "[#N+1]": 192,
      "[N@+1]": 193,
      "[\\Cl]": 194,
      "[=S": 195,
      "Ring2]": 196,
      "[\\I]": 197,
      "[-/": 198,
      "[N@@]": 199,
      "[N@@+1]": 200,
      "[/C@@]": 201,
      "[-/Ring2]": 202,
      "[O": 203,
      "[C-1]": 204,
      "[S@+1]": 205,
      "[B-1]": 206,
      "[14": 207,
      "[-\\": 208,
      "4]": 209,
      "H4]": 210,
      "P@]": 211,
      "[A": 212,
      "[=P@]": 213,
      "Ring1]": 214,
      "[\\P]": 215,
      "[I+1]": 216,
      "[S-1]": 217,
      "[SiH4]": 218,
      "[=S+1]": 219,
      "[14C]": 220,
      "+2]": 221,
      "3H]": 222,
      "H2]": 223,
      "[3H]": 224,
      "e+1]": 225,
      "[C+1]": 226,
      "[Cl+1]": 227,
      "[N@]": 228,
      "[S@@+1]": 229,
      "[OH": 230,
      "[-\\Ring1]": 231,
      "[Ag": 232,
      "0]": 233,
      "[=Se]": 234,
      "[OH0]": 235,
      "[Ag]": 236,
      "1-1]": 237,
      "Mg": 238,
      "S+1]": 239,
      "Te+1]": 240,
      "Zn": 241,
      "[Mg": 242,
      "[Zn": 243,
      "eH1]": 244,
      "[=Branch3]": 245,
      "[=Te+1]": 246,
      "[\\S+1]": 247,
      "[SeH1]": 248,
      "[BH": 249,
      "[\\C@]": 250,
      "[P@+1]": 251,
      "[11": 252,
      "[O+1]": 253,
      "[-\\Ring2]": 254,
      "[Zn+2]": 255,
      "2-1]": 256,
      "8F]": 257,
      "CH": 258,
      "CH2]": 259,
      "IH1]": 260,
      "O+1]": 261,
      "aBranch2]": 262,
      "a+2]": 263,
      "eH2]": 264,
      "s]": 265,
      "[=O+1]": 266,
      "[=aBranch2]": 267,
      "[Ca+2]": 268,
      "[/NH1]": 269,
      "[SH2]": 270,
      "[Se+1]": 271,
      "[18F]": 272,
      "[TeH2]": 273,
      "[125IH1]": 274,
      "[=Se+1]": 275,
      "[-/Ring1]": 276,
      "[14CH2]": 277,
      "[As]": 278,
      "[OH1-1]": 279,
      "[Ag+1]": 280,
      "[Mg+2]": 281,
      "[MgH2]": 282,
      "[BH1-1]": 283,
      "[BH2-1]": 284,
      "[11C]": 285,
      "[11CH": 286,
      "[11CH3]": 287
    },
    "merges": [
      "C ]",
      "[ C]",
      "[ =",
      "1 ]",
      "B r",
      "a n",
      "c h",
      "Br an",
      "Bran ch",
      "Branch 1]",
      "[= C]",
      "R i",
      "n g",
      "Ri ng",
      "[ Ring",
      "[Ring 1]",
      "O ]",
      "[ Branch1]",
      "N ]",
      "2 ]",
      "[= Branch1]",
      "[ N]",
      "[ O]",
      "Branch 2]",
      "[= O]",
      "[ C",
      "[ #",
      "[Ring 2]",
      "H 1]",
      "[ Branch2]",
      "[C @",
      "[= N]",
      "[# Branch1]",
      "S ]",
      "[ S]",
      "[C@ @",
      "[= Branch2]",
      "[C@ H1]",
      "[C@@ H1]",
      "[# Branch2]",
      "F ]",
      "[ F]",
      "[ /",
      "[C l",
      "[# C]",
      "[Cl ]",
      "P ]",
      "[ P]",
      "[ N",
      "[/ C]",
      "[N H1]",
      "[= Ring",
      "+ 1]",
      "- 1]",
      "[=Ring 1]",
      "O -1]",
      "[ O-1]",
      "[ \\",
      "[N +1]",
      "[C@@ ]",
      "[ Br",
      "[C@ ]",
      "[\\ C]",
      "[Br ]",
      "[/ N]",
      "[# N]",
      "[=Ring 2]",
      "[= N",
      "[= S]",
      "[ I",
      "[=N +1]",
      "a +1]",
      "[N a+1]",
      "[I ]",
      "[ S",
      "[\\ N]",
      "C @",
      "[S +1]",
      "[/ C@",
      "[/ O]",
      "[\\ S]",
      "[\\ O]",
      "[Br -1]",
      "3 ]",
      "[I -1]",
      "@ H1]",
      "[Cl -1]",
      "[/C@ H1]",
      "Branch 3]",
      "[ Branch3]",
      "[/C@ @H1]",
      "[= P]",
      "[/ S]",
      "[=N -1]",
      "[S i",
      "[Si ]",
      "[ B",
      "[B ]",
      "K +1]",
      "[ K+1]",
      "[N -1]",
      "e ]",
      "[\\ C@",
      "[ P",
      "[S e]",
      "L i",
      "[ Li",
      "[Li +1]",
      "+ 3]",
      "[Cl +3]",
      "N +1]",
      "@ ]",
      "[\\C@ H1]",
      "[Ring 3]",
      "Br ]",
      "[\\C@ @H1]",
      "[/ N+1]",
      "[/ P]",
      "H ]",
      "[\\ F]",
      "I ]",
      "2 H]",
      "[ 2H]",
      "C l",
      "[P H1]",
      "Cl ]",
      "@ +1]",
      "[/ Br]",
      "[P +1]",
      "N H1]",
      "[ 1",
      "@ @]",
      "[/ Cl]",
      "[\\ NH1]",
      "[P @]",
      "[\\ Br]",
      "[/ I]",
      "[/C@ ]",
      "[ -",
      "[\\ N+1]",
      "[P @@]",
      "2 5",
      "[ T",
      "[\\ O-1]",
      "[1 25",
      "[/ F]",
      "[T e]",
      "[125 I]",
      "@ @+1]",
      "[# N+1]",
      "[N @+1]",
      "[\\ Cl]",
      "[= S",
      "Ring 2]",
      "[\\ I]",
      "[- /",
      "[N @@]",
      "[N @@+1]",
      "[/C@ @]",
      "[-/ Ring2]",
      "[ O",
      "[C -1]",
      "[S @+1]",
      "[B -1]",
      "[1 4",
      "[- \\",
      "4 ]",
      "H 4]",
      "P @]",
      "[ A",
      "[= P@]",
      "Ring 1]",
      "[\\ P]",
      "[I +1]",
      "[S -1]",
      "[Si H4]",
      "[=S +1]",
      "[14 C]",
      "+ 2]",
      "3 H]",
      "H 2]",
      "[ 3H]",
      "e +1]",
      "[C +1]",
      "[Cl +1]",
      "[N @]",
      "[S @@+1]",
      "[O H",
      "[-\\ Ring1]",
      "[A g",
      "0 ]",
      "[=S e]",
      "[OH 0]",
      "[Ag ]",
      "1 -1]",
      "M g",
      "S +1]",
      "T e+1]",
      "Z n",
      "[ Mg",
      "[ Zn",
      "e H1]",
      "[= Branch3]",
      "[= Te+1]",
      "[\\ S+1]",
      "[S eH1]",
      "[B H",
      "[\\C@ ]",
      "[P @+1]",
      "[1 1",
      "[O +1]",
      "[-\\ Ring2]",
      "[Zn +2]",
      "2 -1]",
      "8 F]",
      "C H",
      "C H2]",
      "I H1]",
      "O +1]",
      "a Branch2]",
      "a +2]",
      "e H2]",
      "s ]",
      "[= O+1]",
      "[= aBranch2]",
      "[C a+2]",
      "[/ NH1]",
      "[S H2]",
      "[S e+1]",
      "[1 8F]",
      "[T eH2]",
      "[125 IH1]",
      "[=S e+1]",
      "[-/ Ring1]",
      "[14 CH2]",
      "[A s]",
      "[OH 1-1]",
      "[Ag +1]",
      "[Mg +2]",
      "[Mg H2]",
      "[BH 1-1]",
      "[BH 2-1]",
      "[11 C]",
      "[11 CH",
      "[11CH 3]"
    ]
  }
}